{
  "privacy-intro-title": "1. Introduction",
  "privacy-intro-content": "<p>At NovaMart, we value your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website or use our mobile application.</p><p>Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site.</p>",
  "privacy-collection-title": "2. Information We Collect",
  "privacy-collection-content": "<p>We may collect information about you in a variety of ways. The information we may collect on the Platform includes:</p><ul><li><strong>Personal Data:</strong> Personally identifiable information, such as your name, shipping address, email address, and telephone number, that you voluntarily give to us when you register with the Platform or when you choose to participate in various activities related to the Platform.</li><li><strong>Derivative Data:</strong> Information our servers automatically collect when you access the Platform, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Platform.</li><li><strong>Financial Data:</strong> Financial information, such as data related to your payment method (e.g., valid credit card number, card brand, expiration date) that we may collect when you purchase, order, return, exchange, or request information about our services from the Platform.</li></ul>",
  "privacy-use-title": "3. Use of Your Information",
  "privacy-use-content": "<p>Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Platform to:</p><ul><li>Create and manage your account.</li><li>Process your orders and deliver products.</li><li>Email you regarding your account or order.</li><li>Fulfill and manage purchases, orders, payments, and other transactions performed via the Platform.</li><li>Generate a personal profile about you to make future visits to the Platform more personalized.</li><li>Increase the efficiency and operation of the Platform.</li><li>Monitor and analyze usage and trends to improve your experience with the Platform.</li></ul>",
  "privacy-cookies-title": "4. Cookies and Web Beacons",
  "privacy-cookies-content": "<p>We may use cookies, web beacons, tracking pixels, and other tracking technologies on the Platform to help customize the Platform and improve your experience. When you access the Platform, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Platform.</p>",
  "privacy-security-title": "5. Security of Your Information",
  "privacy-security-content": "<p>We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse.</p>",
  "privacy-children-title": "6. Policy for Children",
  "privacy-children-content": "<p>We do not knowingly solicit information from or market to children under the age of 13. If you become aware of any data we have collected from children under age 13, please contact us using the contact information provided below.</p>",
  "privacy-rights-title": "7. Your Rights",
  "privacy-rights-content": "<p>You have the right to request access to the personal data we hold about you, to request that we correct any inaccuracies, and to request that we maybe delete your personal data. You can manage your account settings and update your information directly through your account dashboard.</p>",
  "privacy-contact-title": "8. Contact Us",
  "privacy-contact-content": "<p>If you have questions or comments about this Privacy Policy, please contact us at:</p><p>Email: <a href='mailto:privacy@novamart.com' class='text-brand underline'>privacy@novamart.com</a><br>Phone: +88 01722 222 222<br>Address: 227 Nabab Siraj Ud Daula Road, Chattogram 4203</p>"
}